tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "sinclairtarget/wst"
tap "webhookrelay/tap"
tap "wtfutil/wtfutil"
brew "ack"
brew "antigen"
brew "gettext"
brew "awscli"
brew "bash"
brew "bat"
brew "caddy"
brew "libpng"
brew "fontconfig"
brew "cairo"
brew "composer"
brew "coreutils"
brew "couchdb"
brew "curl"
brew "exa"
brew "exiftool"
brew "libssh"
brew "exiv2"
brew "fd"
brew "giflib"
brew "pkg-config"
brew "gobject-introspection"
brew "jpeg"
brew "ffmpeg"
brew "findutils"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "grep"
brew "htop"
brew "httpie"
brew "icdiff"
brew "icoutils"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libfido2"
brew "libpq"
brew "mackup"
brew "mas"
brew "mkcert"
brew "mysql@5.7", link: true
brew "ncdu"
brew "openssh"
brew "pandoc"
brew "pandoc-citeproc"
brew "pandoc-crossref"
brew "php", restart_service: true
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "pipenv"
brew "postgresql", restart_service: true
brew "rbenv"
brew "rclone"
brew "redis", restart_service: true
brew "rename"
brew "rethinkdb", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rustc-completion"
brew "shfmt"
brew "tree"
brew "vim"
brew "wget"
brew "wtfutil"
brew "yadm"
brew "youtube-dl"
brew "zopfli"
brew "zsh"
brew "denisidoro/tools/navi"
brew "mongodb/brew/mongodb-community"
brew "sinclairtarget/wst/um"
brew "webhookrelay/tap/relay"
cask "alfred"
cask "appzapper"
cask "basictex"
cask "betterzip"
cask "blisk"
cask "brave-browser"
cask "crunch"
cask "discord"
cask "docker"
cask "dropbox"
cask "dvdstyler"
cask "firefox"
cask "font-iosevka"
cask "fontgoggles"
cask "fontplop"
cask "google-chrome"
cask "gpg-suite"
cask "graphql-playground"
cask "handbrake"
cask "imagealpha"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "kitematic"
cask "knockknock"
cask "lastpass"
cask "livereload"
cask "mailtrackerblocker"
cask "menumeters"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mongodb-compass"
cask "namechanger"
cask "opera"
cask "notion"
cask "oracle-jdk"
cask "pgadmin4"
cask "postman"
cask "private-internet-access"
cask "psequel"
cask "robo-3t"
cask "screens"
cask "sequel-pro"
cask "signal"
cask "sketch"
cask "skype"
cask "slate"
cask "sonos"
cask "sourcetree"
cask "ssh-tunnel-manager"
cask "textmate"
cask "textual"
cask "the-unarchiver"
cask "transmit"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "zettlr"
mas "1Password 7", id: 1333542190
mas "Affinity Designer", id: 824171161
mas "Audiobook Builder", id: 1437681957
mas "AudioBookBinder", id: 413969927
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Mimeo Photos", id: 1282504627
mas "Next Meeting", id: 1017470484
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RBdigital", id: 491365225
mas "Reeder", id: 880001334
mas "Slack", id: 803453959
mas "Soulver", id: 413965349
mas "Svgsus", id: 1106867065
mas "Xcode", id: 497799835
