tap "1password/tap"
tap "denisidoro/tools"
tap "earthly/earthly"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "neilotoole/sq"
tap "ngrok/ngrok"
tap "webhookrelay/tap"
tap "wtfutil/wtfutil"
brew "ack"
brew "antigen"
brew "giflib"
brew "libpng"
brew "sqlite"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bat"
brew "caddy"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "cairo"
brew "cloudflared"
brew "php", restart_service: true
brew "composer"
brew "coreutils"
brew "deno"
brew "exiftool"
brew "libssh"
brew "exiv2"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "ffmpeg"
brew "findutils"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "git"
brew "git-extras"
brew "git-secrets"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "go"
brew "gobject-introspection"
brew "grep"
brew "guile"
brew "htop"
brew "httpie"
brew "icdiff"
brew "icoutils"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jpeg", link: true
brew "jq"
brew "libfido2"
brew "lzip"
brew "m-cli"
brew "mackup"
brew "mas"
brew "mkcert"
brew "mysql@5.7", link: true
brew "ncdu"
brew "openssh"
brew "pandoc"
brew "pandoc-crossref"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "pipenv"
brew "pnpm"
brew "postgresql@14"
brew "ruby-build"
brew "rbenv"
brew "rclone"
brew "redis", restart_service: true
brew "rename"
brew "rethinkdb", restart_service: true
brew "ripgrep"
brew "rustc-completion"
brew "sevenzip"
brew "shfmt"
brew "tree"
brew "vim"
brew "wget"
brew "wtfutil"
brew "yadm"
brew "youtube-dl"
brew "zopfli"
brew "zsh"
brew "earthly/earthly/earthly"
brew "mongodb/brew/mongodb-community"
brew "neilotoole/sq/sq"
brew "webhookrelay/tap/relay"
cask "1password-cli"
cask "alfred"
cask "applite"
cask "appzapper"
cask "betterzip"
cask "brave-browser"
cask "crunch"
cask "devtoys"
cask "discord"
cask "epic"
cask "figma"
cask "firefox"
cask "font-iosevka"
cask "fontgoggles"
cask "fontplop"
cask "google-chrome"
cask "handbrake"
cask "imagealpha"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "keybase"
cask "keyboardcleantool"
cask "knockknock"
cask "lastpass"
cask "menumeters"
cask "microsoft-edge"
cask "microsoft-teams"
cask "mongodb-compass"
cask "namechanger"
cask "ngrok"
cask "notion"
cask "numi"
cask "opera"
cask "postman"
cask "private-internet-access"
cask "rapidapi"
cask "robo-3t"
cask "sonos"
cask "sourcetree"
cask "ssh-tunnel-manager"
cask "tableplus"
cask "textmate"
cask "the-unarchiver"
cask "transmit"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "zettlr"
mas "1Password for Safari", id: 1569813296
mas "Acorn", id: 1547371478
mas "Actions", id: 1586435171
mas "Affinity Designer", id: 824171161
# mas "Keynote", id: 409183694
mas "Medis", id: 1579200037
mas "Next Meeting", id: 1017470484
# mas "Numbers", id: 409203825
# mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Sequel Ace", id: 1518036000
mas "Soulver 2", id: 413965349
mas "Svgsus", id: 1106867065
